XML/Public/GETELEHISIMAGEINFO-PBQB01/request_pre/2022年3月1日/body_GETELEHISIMAGEINFO-PBQB01_request_pre_20220301203720.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:out="http://outsystem.ats.com.cn">
   <soapenv:Header/>
   <soapenv:Body>
      <out:outSystemWS>
         <out:in0><![CDATA[<MBS>
   <pub>
     <SRCOUTSYSTEMCODE>NC</SRCOUTSYSTEMCODE>
     <SRCBATCHNO>sandy20190314</SRCBATCHNO>
     <TRANSCODE>PBQB01</TRANSCODE>
     <TRANSDATETIME>2019-03-14 08:20:10</TRANSDATETIME>
     <MD5>158cfd893b0598f078f7efa4e6b11696</MD5>
   </pub>
   <req>
   <head>
    <COMMANDCODE>GETELEHISIMAGEINFO</COMMANDCODE>
    <PAGEINDEX>1</PAGEINDEX>
    <PAGESIZE>100</PAGESIZE>
   </head>
       <searchconditions>
       <DRAFTCODE>000020191230054448619100001399</DRAFTCODE>
       <fundtradenotecode>ZJFK_001000_202001_00001031</fundtradenotecode>
       </searchconditions>
    </req>
  </MBS> ]]></out:in0>
      </out:outSystemWS>
   </soapenv:Body>
</soapenv:Envelope>